Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Gwoop] gwoop.com.tmx
Source language: en
Languages: ko_kr

source: CREATE A CUSTOM TRAINING REGIMEN
ko_kr: 사용자 훈련 방식 생성

source: This user is not affiliated with this team: {0}.
ko_kr: 이 사용자는 이 팀에 속하지 않았습니다: {0}.

source: We do not “sell,” as that term is defined under the California Consumer Privacy Act, any personal information of users collected through school accounts.
ko_kr: 당사는 학교 계정을 통해 수집된 어떠한 개인정보도 “판매”하지 않습니다. “판매”란 캘리포니아 주 소비자 개인정보법에 의거하여 정의됩니다.

source: Target Tracking (coming soon)
ko_kr: 타겟 추적 (출시 예정)

source: PLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.
ko_kr: 아래 계약을 주의 깊게 읽고 각 조항을 꼼꼼히 이해하여 주십시오.

source: Driving Control 1
ko_kr: 운전 조작 1

source: WE HELP YOU GET THERE
ko_kr: 우리가 당신을 돕겠습니다.

source: Send an Email Invite
ko_kr: 이메일 초대장 보내기

source: An invalid Competition Id was provided.
ko_kr: 유효하지 않은 대회 ID가 제공되었습니다.

source: If you have opted-in to receive push notifications on your device, you can opt-out at any time by adjusting the permissions in your device or uninstalling our app.
ko_kr: 만약 귀하가 귀하의 장치에서 푸시 알림 수신을 허용했다면, 귀하는 언제든지 귀하의 장치의 수신 설정을 바꾸거나 당사의 앱을 삭제하면서 푸시 알림 수신을 거부할 수 있습니다.

source: Train and improve core skills found in gaming, education, and everyday life on Gwoop’s online platform.
ko_kr: 게이밍, 교육, 일상생활에서 필요한 핵심 기술을 Gwoop의 온라인 플랫폼을 통해 훈련하고 강화하세요.

source: Download the template
ko_kr: 템플릿을 다운로드 받습니다

source: The name of the training regimen can only contain allowed characters.
ko_kr: 훈련 방식의 이름은 허용되는 문자만 포함할 수 있습니다.

source: We may but are not required to provide you with a link to enable Gwoop Service users to access your Designs directly through the Gwoop marketplace.
ko_kr: 당사는 귀하에게 Gwoop 서비스 사용자가 Gwoop 상점을 통해 직접 귀하의 디자인에 접근할 수 있도록 하는 링크를 제공할 수 있지만 의무는 아닙니다.

source: Email address is required.
ko_kr: 이메일 주소가 필요합니다.

source: Right to Know and Delete
ko_kr: 알 권리 및 삭제할 수 있는 권리

source: D-Pad Right
ko_kr: 십자키 오른쪽

source: Sessions Played Past Day
ko_kr: 지난날 플레이 한 세션

source: The right to obtain access to your personal data.
ko_kr: 귀하의 개인 데이터를 열람할 수 있는 권리.

source: A valid string for official rules must be provided.
ko_kr: 유효한 공식 규칙이 필요합니다.

source: Distance Travelled
ko_kr: 이동한 거리

source: Fixed a bug related to the completion of some daily challenges.
ko_kr: 일부 일일 도전 완료 여부와 관련된 버그를 수정했습니다.

source: You are solely responsible for your interactions with other Gwoop Users.
ko_kr: 귀하는 다른 Gwoop 사용자와의 상호 작용에 전적으로 책임을 집니다.

source: Chief Technology & Product Officer/Co-Founder
ko_kr: 수석 기술&상품 경영자/공동 창립자

source: Invitation Link:
ko_kr: 초대 링크:

source: Gwoop cares about the integrity and security of your personal information.
ko_kr: Gwoop은 귀하의 개인 정보의 무결성과 보안을 중요하게 생각합니다.

source: These games measure a combination of Accuracy and Reaction time.
ko_kr: 이 게임들은 정확도와 반응 시간을 종합적으로 확인합니다.

source: GWOOP ACCOUNTS
ko_kr: GWOOP 계정

source: Reaction Lvl 2 - Achieve a reaction time of {number}ms or less.
ko_kr: 반응 2단계 - {number}ms 이하의 반응 시간을 기록하세요.

source: Gwoop may add new services for additional fees and charges, or amend fees and charges for existing services, at any time in its sole discretion.
ko_kr: Gwoop은 당사의 재량에 따라 언제든지 추가 요금을 필요로하는 새로운 서비스를 신설할 수 있으며, 기존 서비스에 대한 요금 정책을 고칠 수 있습니다.

source: Dashboard page "Accuracy" line graph is now wired up to accuracy training data.
ko_kr: 대시보드 페이지 “정확도” 라인 그래프가 정확도 훈련 데이터와 연동됩니다.

source: Billing Data, including your payment instrument number (such as a credit or debit card number), expiration date, and security code as necessary to process your payments.
ko_kr: 결제 처리에 필요한 결제 수단 번호 (신용카드 혹은 직불카드 번호), 만료일, 보안코드를 포함한 결제 데이터.

source: SELECT KEYS
ko_kr: 키 선택

source: The Service may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Gwoop.
ko_kr: 당사의 서비스는 서드파티의 웹사이트 링크, 광고주, 외부 서비스, 특별 제안 혹은 Gwoop이 소유하거나 운영하지 않는 기타 행사나 활동을 포함할 수 있습니다.

source: Gwoop hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one Gwoop account on one mobile device owned or leased solely by you, for your personal use.
ko_kr: Gwoop은 귀하가 전적으로 소유 혹은 임대한 모바일 기기 한 대에서 하나의 Gwoop 계정과 연결된 모바일 소프트웨어의 컴파일된 코드 사본을 개인적으로 사용할 수 있는 비독점적이고 양도 불가능하고 취소 가능한 라이선스를 부여합니다.

source: You acknowledge that you provide your personal information at your own risk.
ko_kr: 귀하는 자신의 책임 하에 귀하의 개인정보를 제공한다는 점을 인정합니다.

source: Favorite Game - Witcher 3
ko_kr: 좋아하는 게임 - 위쳐 3

source: VISUAL MEMORY
ko_kr: 시각 기억

source: WE CAN HELP!
ko_kr: 저희가 도와드리겠습니다!

source: 1st Design:
ko_kr: 첫 번째 디자인:

source: Visual Timing 1
ko_kr: 시각 타이밍 1

source: Unable to create a new party at this time.
ko_kr: 새로운 파티를 생성할 수 없습니다.

source: Landscape
ko_kr: 가로 사진

source: Play two days worth of the selected game type to unlock this data.
ko_kr: 이 데이터를 해금하기 위해서는 이틀치 이상의 게임을 플레이 해야합니다.

source: The Service is controlled and operated from facilities in the United States.
ko_kr: 당사의 서비스는 미국에 있는 시설에서 관리되고 운영됩니다.

source: While we are focused on improving core gaming skills, we are also striving to build the disciplined mindset especially for kids and teens, that comes with becoming an elite gamer.
ko_kr: Gwoop은 사용자의 핵심 게이밍 기술을 향상시키는 것에만 안주하지 않습니다. 저희는 어린이와 청소년이 엘리트 게이머가 되기 위해서 필요한 가치인 절제된 사고관을 형성할 수 있도록 노력하고 있습니다.

source: It uses your initials from the "First Name" and "Last Name" fields, and you can choose any background color you'd like.
ko_kr: 이건 “이름”과 “성”의 첫 글자를 활용하며 원하는 배경 색깔을 지정할 수 있습니다.

source: Please review the Sharing of Information section for more detail about the parties we have shared information with.
ko_kr: 정보의 공유 섹션에서 당사가 누구와 정보를 공유하는지 자세한 정보를 확인할 수 있습니다.

source: 90 seconds tells you if you're tilted or ready to crush.
ko_kr: 90초만 투자하면 지배할 수 있는지 지배당할 것인지 알 수 있습니다.

source: Gwoop Beta social features have arrived!
ko_kr: Gwoop 베타 소셜 기능이 추가되었습니다.

source: Updating the team completed successfully.
ko_kr: 팀을 성공적으로 업데이트 했습니다.

source: $17 MILLION
ko_kr: 1,700만 달러

source: Subject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Service for your personal, noncommercial use only and as permitted by the features of the Service.
ko_kr: 본 계약에 명시된 조항과 조건에 따라, 귀하는 당사 서비스의 기능이 허용하는 범위 내에서 개인적이고 비상업적인 용도로만 서비스를 이용할 수 있는 비독점적이고 제한적이고 양도가 불가능하고 자유롭게 취소가 가능한 권한을 부여받습니다.

source: Page Content updated successfully.
ko_kr: 페이지 컨텐츠를 업데이트하는 데 성공했습니다.

source: Don't have Discord?
ko_kr: Discord가 없으신가요?

source: Gwoop takes no responsibility and assumes no liability for any User Content that you or any other User or third party posts or sends over the Service.
ko_kr: Gwoop은 귀하, 다른 사용자 또는 제3자가 당사의 서비스를 통해 게시하거나 전송하는 어떠한 사용자 콘텐츠에 대해 어떠한 책임도 지지 않습니다.

source: This one is all about checking your performance before getting into your competitive games.
ko_kr: 이 게임은 경기에 들어가기 전 당신의 상태를 점검할 수 있는 기회가 될 것입니다.

source: WHAT PLATFORMS CAN I USE GWOOP ON?
ko_kr: Gwoop을 사용하려면 무슨 플랫폼이 필요한가요?

source: We hope you enjoy these new updates as much as we do - and we can't wait to bring you more.
ko_kr: 새로운 업데이트 내용을 즐기시길 바라겠습니다. 앞으로 저희가 새로 가지고 올 내용도 기대해주세요.

source: EDIT TEAM
ko_kr: 팀 수정

source: Until you cancel, your subscription will renew monthly or annually on the same day of the month or year, respectively, as the date you made your initial purchase and the payment information on file will be billed for the then-current subscription fee.
ko_kr: 귀하가 취소할 때까지 귀하의 구독은 매월 혹은 매년 같은 날짜에 갱신됩니다. 귀하가 구독을 최초로 구매한 날짜와 당시 등록된 결제 정보에 따라 당시에 고지된 구독료가 청구됩니다.

source: Now allows number of plays -OR- target score.
ko_kr: 이제 게임 횟수 혹은 목표 점수로 일일 도전을 완료할 수 있습니다.

source: We encourage you to use “strong” passwords (passwords that use a combination of upper- and lower-case letters, numbers and symbols) with your account.
ko_kr: 당사는 귀하가 “강력한” 수준의 비밀번호를 사용할 것을 권장합니다. (대문자와 소문자, 숫자와 특수기호를 조합한 비밀번호)

source: Visual Timing Lvl 1 and Visual Timing Lvl 2
ko_kr: 시각 타이밍 1단계 및 2단계

source: You've sent a challenge in {challengeGame.Name} to {defenderUser.Username}.
ko_kr: {defenderUser.Username}에게 {challengeGame.Name} 게임으로 대결을 신청했습니다.

source: This page explains the terms by which you may use our online and/or mobile services, website, and software provided on or in connection with the service (collectively the “Service”).
ko_kr: 이 페이지는 당사 온라인 및 모바일 서비스, 웹사이트 및 당사 소프트웨어가 제공하는 서비스(이하 “서비스”)에서 사용되는 약관을 설명합니다.

source: Please edit your team and assign a new Super Team Lead member to take over the team and then try again.
ko_kr: 팀 설정에 들어가 새로운 슈퍼 팀 리더를 설정하고 팀을 인계하세요. 그리고 다시 시도하세요.

source: For example, we share information with our corporate and school customers in order to facilitate your orders, maintain and administer your online accounts, provide feedback, academic content, and student performance data to account managers and instructors, respond to your questions and comments, provide support, comply with your requests, market and advertise to you, and otherwise comply with applicable law.
ko_kr: 예를 들어, 귀하의 주문을 처리하고, 귀하의 온라인 계정을 유지 및 관리하고, 계정 관리자 및 인스트럭터에게 피드백, 학술 콘텐츠, 학생의 실적 데이터를 제공하기 위해 당사의 기업과 학교 고객과 정보를 공유합니다. 또한 귀하의 질문과 의견에 응답하고, 지원을 제공하고, 귀하의 요청에 응답하고, 귀하에게 마케팅 및 광고를 하고, 기타 관련 법안을 준수하기 위해 기업 및 학교 고객과 정보를 공유합니다.

source: MM
ko_kr: 월

source: Security
ko_kr: 보안

source: We encourage coaches and esports team organizers to submit the application, as student submitted applications will not be considered.
ko_kr: 코치와 e스포츠 팀 대표만 장학금 신청을 할 수 있습니다. 학생이 제출한 신청서는 접수하지 않습니다.

source: Like our motto says, we help gamers reach their potential doing what they love.
ko_kr: 저희의 모토처럼, Gwoop은 게이머가 자기가 좋아하는 일을 통해 자신의 최대 잠재력을 끌어낼 수 있도록 돕고자 합니다.

source: We share information with our partners (such as other training academies and esports organizations) in connection with offering co-branded services, selling or distributing our products, or engaging in joint marketing activities.
ko_kr: 당사는 공동 브랜드 서비스 제공, 당사의 상품 판매 및 분배, 공동 마케팅 활동에 참가하는 것과 관련하여 훈련 아카데미 및 e스포츠 기관을 비롯한 당사의 협력체와 정보를 공유합니다.

source: Right Shoulder
ko_kr: 우측 숄더 버튼

source: In this case, we collect personal information from the social network in accordance with your privacy settings on that social network.
ko_kr: 이러한 경우, 당사는 귀하의 소셜 네트워크의 개인정보 설정에 따라 소셜 네트워크에서 개인 정보를 수집합니다.

source: In particular, you are solely responsible for obtaining any necessary rights, authorizations, and consents with respect to the information you submit about Organization or Restricted Team (including Restricted Users and Restricted Team Registration Data.).
ko_kr: 특히, 귀하는 조직과 비공개 팀(비공개 팀 사용자와 비공개 팀 등록 데이터)에 대해 제출할 정보와 관련하여 필요한 권리, 승인 및 동의를 얻는 것에 대해 전적으로 책임을 집니다.

source: We may embed a pixel or SDK on our Service that allows you to “like” or “share” content on, or log-in to your account through social media.
ko_kr: 당사는 귀하가 귀하의 소셜 미디어를 통해 귀하의 계정에 콘텐츠를 “좋아요” 또는 “공유”하거나 로그인 할 수 있도록 하는 픽셀 또는 SDK를 당사 서비스에 포함할 수 있습니다.

source: We are always seeking to improve Gwoop to make it the best for YOU.
ko_kr: 최고의 서비스를 제공하기 위해 Gwoop은 언제든지 발전하고자 합니다.

source: Design using your editor of choice
ko_kr: 원하시는 도구를 가지고 디자인을 하세요

source: Please note that the social network may independently collect information about you through the integration.
ko_kr: 이와 같은 통합을 할 때 소셜 네트워크는 귀하의 정보를 별도로 수집한다는 점을 알고 계십시오.

source: You may choose to voluntarily provide other information to us that we do not request, and, in such instances, you are solely responsible for such information.
ko_kr: 귀하는 당사가 요청하지 않은 기타 정보를 자발적으로 제공할 수 있으며, 그러한 경우 제공한 정보에 대한 책임은 전적으로 귀하에게 있습니다.

source: Works
ko_kr: 의 원리

source: Reaction Time ms
ko_kr: 반응 속도 ms

source: A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.
ko_kr: 위 정보가 정확하다는 진술. 귀하가 저작권 소유자거나 소유자를 대신할 권한이 있다는 진술은 위증 시 처벌 대상이 됩니다.

source: HOW DOES DESIGN TO EARN WORK?
ko_kr: 디자인 참여는 어떤 방식으로 운영되나요?

source: Unable to add {0} to the party because they were not associated with a valid user id.
ko_kr: {0}을(를) 파티에 추가할 수 없습니다. 유효한 사용자 ID와 연결되지 않은 사용자입니다.

source: Unable to update Page Content.
ko_kr: 페이지 컨텐츠를 업데이트하는 데 실패했습니다.

source: Now that you have played two sessions, let's find out if you are ready to game (Your results will become more accurate the more you play).
ko_kr: 이제 두 세션을 플레이했으니 게임을 할 준비가 되었는지 확인해봅시다. (결과는 더 많이 플레이할수록 더 정확해집니다)

source: We’re still in Beta and continue to make improvements based on user feedback.
ko_kr: 현재 베타 테스트 중이며, 사용자의 피드백을 받아 꾸준히 시스템을 개선하고 있습니다.

source: THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.
ko_kr: 당사의 서비스는 “있는 그대로” 및 “이용 가능한 대로” 제공됩니다.

source: Gwoop - Free Online Esports Training
ko_kr: Gwoop - 무료 온라인 e스포츠 훈련

source: Payment Information; Taxes
ko_kr: 지불 정보 및 세금

source: Please make sure to share the grant on social media and tag @GwoopAcademy.
ko_kr: 저희 장학금에 대한 정보를 소셜 미디어에 공유하시고 @GwoopAcademy를 태그해주세요.

source: Where you have given consent to the processing for one or more specific purposes, either to us or to our service providers or partners;
ko_kr: 귀하가 당사 또는 당사의 서비스 제공자 혹은 파트너에게 하나 이상의 특정한 목적을 위한 처리에 동의한 경우.

source: Set your password
ko_kr: 비밀번호를 설정하세요

source: Your remaining mana is shown in the purple gem.
ko_kr: 남은 마나는 보라색 보석으로 나타납니다.

source: Confirm
ko_kr: 확인

source: Right of access.
ko_kr: 열람 요청 권리.

source: You recently requested to reset the password for your Gwoop account.
ko_kr: 당신은 Gwoop 계정 비밀번호 변경 신청을 요청했습니다.

source: Wait for Orange!
ko_kr: 주황색을 기다리세요!

source: You can get 5000 XP and 20 gems for each friend who: signs up using your referral code AND earns 200 XP
ko_kr: 당신의 초대 코드로 친구가 Gwoop에 가입한다면 당신은 친구 한 명당 5000 XP와 20 gem을 획득합니다. 친구는 200 XP를 획득합니다.

source: The processing is necessary for our legitimate interests, namely the detection and prevention of fraud.
ko_kr: 사기를 발견하고 방지하는 것과 같은 당사의 정당한 이해 관계를 위해 처리 과정이 필요합니다.

source: DOWNLOAD TEMPLATE
ko_kr: 템플릿 다운로드

source: Right to portability.
ko_kr: 데이터 이동 권리.

source: If you are a data subject in the European Union, please see the “Additional Disclosures for People in Europe” section below;
ko_kr: 귀하가 유럽연합의 데이터 주체라면, “유럽 내 거주자를 위한 추가 공시” 섹션을 참조하시기 바랍니다.

source: DAY STREAK
ko_kr: 연속 출석

source: Cookies, which are small data files stored on your device that act as a unique tag to identify your browser.
ko_kr: 귀하의 장치에 저장되는 작은 데이터 파일이자 귀하의 브라우저를 식별하기 위한 고유한 태그 역할을 하는 쿠키.

source: ADD NEW PLAYERS
ko_kr: 새로운 플레이어 추가

source: Monthly
ko_kr: 월간

source: A Super Team Lead is generally the coach.
ko_kr: 슈퍼 팀 리더는 일반적으로 코치가 맡습니다.

source: By the way, this is a tower.
ko_kr: 아 참, 이것은 타워입니다.

source: Encountered an error while attempting to store the default Avatar Figure image.
ko_kr: 기본 아바타 피규어 이미지를 저장하는 데 오류가 발생했습니다.

source: Select a level to start at for practice mode.
ko_kr: 연습모드에서 플레이 할 레벨을 설정하세요.

source: It's simple.
ko_kr: 간단합니다.

source: As you level up you will earn an increasing number of gems!
ko_kr: 레벨을 올릴 때마다 얻을 수 있는 gem이 늘어납니다.

source: Path Completion
ko_kr: 길 통과율

source: The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete.
ko_kr: 개인 데이터가 부정확하거나 불완전한 경우 부당한 지연 없이 귀하의 개인 데이터를 수정할 수 있는 권리.

source: Partnerships
ko_kr: 파트너십

source: We may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for no reason.
ko_kr: 당사는 당사의 결정에 따라 귀하가 본 계약의 조항을 위반하거나 이유 없는 경우를 포함하여 임의적으로 통지와 책임 없이 귀하의 서비스 접속 권한을 일시적으로 중지하거나 영구적으로 종료할 수 있습니다.

source: Only Team Lead or Super Team Lead can view the referral codes.
ko_kr: 팀 리더 혹은 슈퍼 팀 리더만 초대 코드를 확인할 수 있습니다.

source: For your complaint to be valid under the DMCA, you must provide the following information in writing:
ko_kr: 귀하가 DMCA에 따라 적법한 이의 제기를 진행하려면, 서면으로 다음의 내용을 제출해야 합니다.

source: Advanced Controls
ko_kr: 고급 설정

source: Play {thisGame.Name}
ko_kr: {thisGame.Name} 플레이

source: For more information on “Do Not Track,” visit http://www.allaboutdnt.com.
ko_kr: “추적 금지”에 대해 자세한 정보를 원하신다면 http://www.allaboutdnt.com을 방문하십시오.

source: Last Updated
ko_kr: 최근 활동

source: Buy Gems
ko_kr: Gem 구매

source: Our fun mini games coupled with data and analytics help you improve your skills no matter what type of game you play.
ko_kr: 데이터 분석과 함께 하는 저희의 재밌는 미니 게임은 당신이 어떤 종류의 게임을 플레이하든 상관 없이 당신의 기술을 향상시켜줄 것입니다.r

source: You do not have the authority to create a custom training regimen.
ko_kr: 사용자 훈련 방식을 생성할 수 있는 권한이 없습니다.

source: EDU GRANT MONEY AVAILABLE
ko_kr: 장학금을 신청할 수 있습니다

source: These will help you find your way to the crystals.
ko_kr: 이들은 수정을 찾는 데 도움을 줄 것입니다.

source: If the Mobile Software is being acquired on behalf of the United States Government, then the following provision applies: the Mobile Software will be deemed to be “commercial computer software” and “commercial computer software documentation,” respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.
ko_kr: 만약 미국 정부를 대신하여 모바일 소프트웨어를 취득하는 경우, 다음 조항이 적용됩니다. 모바일 소프트웨어는 DFAR Section 227.7202와 FAR Section 12.212에 따라 각각 “상업용 컴퓨터 소프트웨어” 및 “상업용 컴퓨터 소프트웨어 문서”로 간주됩니다.

source: Super Team Lead
ko_kr: 슈퍼 팀 리더

source: You must be a member of the team for which you are submitting the registration.
ko_kr: 등록을 하기 위해서는 팀의 구성원이어야 합니다.

source: You may now close this window.
ko_kr: 이 창을 닫으셔도 됩니다.

source: Added email verification flow.
ko_kr: 이메일 인증 플로우를 추가했습니다.

source: For legal notices please mail or serve us at 5716 Code Avenue, Minneapolis, MN 55436.
ko_kr: 법적 고지 사항은 5716 Code Avenue, Minneapolis, MN 55436으로 우편 또는 송달하십시오.

source: Add Products
ko_kr: 상품 추가

source: Social networks when you engage with our content, reference our Service, or grant us permission to access information from the social networks.
ko_kr: 귀하가 당사의 콘텐츠에 참여하거나, 당사 서비스를 참조하거나, 당사가 귀하의 소셜 네크워크로부터 정보를 접근할 수 있도록 허가했을 때의 소셜 네트워크.

source: Updated dashboard page for better responsive design.
ko_kr: 대시보드 페이지의 반응성을 개선했습니다.

source: *Only default mode avaliable for challenge
ko_kr: *도전에서는 기본 모드만 사용할 수 있습니다

source: If personal information about you has been processed by us as a service provider on behalf of a corporate customer or school customer and you wish to exercise any rights you have with such personal information, please inquire with our corporate or school customer directly.
ko_kr: 만약 당사가 서비스 제공자의 입장으로 기업 및 학교 고객을 대신하여 귀하의 개인정보가 처리했고, 귀하가 개인정보에 대해 어떠한 권리를 행사하고 싶다면, 당사의 기업 혹은 학교 고객에 직접 문의하십시오.

source: We also may share information with affiliates for commercial purposes.
ko_kr: 또한 당사는 상업적 목적으로 계열사와 정보를 공유할 수 있습니다.

source: Where we need to perform the contract we are about to enter into or have entered into with you for the Service;
ko_kr: 당사의 서비스를 위해 귀하와 체결하려고 하거나 체결한 계약을 수행해야 하는 경우.

source: Ask your Team Leader or Super Team Leader to create or assign a training regimen so that your party can practice and track progress together.
ko_kr: 팀 리더나 슈퍼 팀 리더에게 새로운 훈련 방식을 생성하거나 배정하기를 요청하세요. 그래야 당신의 파티가 함께 연습을 진행하고 성과를 추적할 수 있습니다.

source: Create your design in the tool of your choice (see design tools + instructions below)
ko_kr: 원하는 디자인 도구를 이용해 디자인하세요. (디자인 툴과 설명은 하단에서 확인할 수 있습니다)

source: Lastly, we also leverage best technology practices to ensure our environment and platform is as safe as possible from any sort of cyber attacks.
ko_kr: 마지막으로 Gwoop은 최고의 기술을 동원해 어떤 사이버 공격으로부터 Gwoop의 환경과 플랫폼을 보호하고 있습니다.

source: Your friends leaderboard panel shows how you stack up to your friends in each training category.
ko_kr: 사용자의 친구 리더보드 패널이 이제 얼마나 친구와 각 훈련 카테고리를 함께 했는지 보여줍니다.

source: Aiming
ko_kr: 조준

source: MOBA TRAINER
ko_kr: AOS 훈련

source: Click on one to start playing.
ko_kr: 클릭하면 시작합니다.

source: We are focused on creating an experience where gamers can come to compete and improve, but also do so in a relaxed and fun environment.
ko_kr: Gwoop은 게이머가 경쟁에서 승리하고 성장할 수 있는 경험을 제공할뿐만이 아니라 편안하고 재미있는 환경 또한 제공하고자 노력하고 있습니다.

source: Our Service includes links that hyperlink to websites, platforms, and other services not operated or controlled by us.
ko_kr: 당사의 서비스는 웹사이트, 플랫폼 또는 당사가 운영하고 관리하지 않는 기타 서비스와 연결된 링크를 포함합니다.

source: HOW DO I CHALLENGE FRIENDS ON GWOOP?
ko_kr: Gwoop 친구에게 어떻게 대결을 신청할 수 있나요?

source: Supplemental terms and conditions will be disclosed to you in connection with such competition, service or activity.
ko_kr: 추가적인 약관과 조건은 귀하가 특정 대회, 서비스, 혹은 활동을 이용할 때 본인에게 제공됩니다.

source: ADD PLAYER +
ko_kr: 플레이어 추가 +

source: You have the right not to receive discriminatory treatment by us for the exercise of any of your rights.
ko_kr: 귀하는 귀하가 어떠한 권리를 행사할 때 당사로부터 차별적 대우를 받지 않을 권리를 갖습니다.

source: Assign training regimens to parties
ko_kr: 파티에 훈련 방식을 배정할 수 있습니다

source: And so much more coming soon!
ko_kr: 더 많은 기능이 추후에 추가됩니다!

source: Click the green targets <sprite index=1 color=#00FF0F> as the red bullseye <sprite index=3 color=#FF0000> passes through them.
ko_kr: 빨간색 과녁이 <sprite index=3 color=#FF0000> 녹색 타겟을 <sprite index=1 color=#00FF0F> 지나갈 때 클릭하세요.

source: What's your Last Name?
ko_kr: 당신의 성은 무엇입니까?

source: VISUAL TIMING LVL 2
ko_kr: 시각 타이밍 2단계

source: Invalid platform enum value.
ko_kr: 유효하지 않은 플랫폼 enum 값입니다.

source: Improve your speed and accuracy in an FPS context.
ko_kr: FPS 게임에서 필요한 속도와 정확성을 연마하세요.

source: This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Gwoop without restriction.
ko_kr: 귀하는 본 계약 및 이에 따라 부여된 모든 권리 및 라이선스를 타인에게 이전하거나 양도할 수 없으며, Gwoop에 의해 그러한 권리와 라이선스를 제한 없이 양도받을 수 있습니다.

source: Mouse Speed 1
ko_kr: 마우스 속도 1

source: • Chat with the team
ko_kr: • 팀원과 대화를 나눌 수 있습니다.

source: Gwoop is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.
ko_kr: Gwoop은 당사가 귀하가 제출한 이메일 주소로 보낸 이메일 공지를 귀하 또는 귀하의 네트워크 공급자가 자동으로 차단하는 모든 방식에 대해 책임을 지지 않습니다.

source: User Content License Grant
ko_kr: 사용자 콘텐츠 라이선스 부여

source: Waiting for input...
ko_kr: 아무 키나 누르세요...

source: There are no products in this product category currently on offer.
ko_kr: 현재 이 상품 카테고리에서 판매 중인 상품이 없습니다.

source: SPRING
ko_kr: 봄

source: We rejected your submission because the content was deemed inappropriate for the Gwoop audience.
ko_kr: Gwoop은 당신의 디자인을 거절했습니다. 다른 사용자에게 부적절한 컨텐츠입니다.

source: VISUAL SPEED LVL 1
ko_kr: 시각 속도 1단계

source: COGNITIVE TRAINING FOR GAMERS TO IMPROVE FUNDAMENTAL SKILLS
ko_kr: 게어미용 인지 훈련을 통해 기본기를 향상하세요

source: Click the button below to update your information on Stripe.
ko_kr: 아래 버튼을 눌러 Stripe 정보를 업데이트하세요.

source: Fulfilling any other business or commercial purposes at your direction or with your notice and/or consent.
ko_kr: 귀하의 지시 혹은 귀하의 통지 및 동의에 따른 기타 다른 비즈니스 또는 상업 이행.

source: Mouse Speed 2
ko_kr: 마우스 속도 2

source: CONTACT FORM
ko_kr: 문의 양식

source: Team Slogan
ko_kr: 팀 슬로건

source: We understand that funding is a hurdle for most school programs, so we have decided to help K-12 esports organizations create or advance their programs.
ko_kr: Gwoop은 학교 프로그램을 운영하기 위한 예산을 모으는 것이 어렵다는 것을 잘 이해합니다. 저희는 초중등교육 기관이 e스포츠 부서를 만들거나 장려할 수 있도록 도움을 드리고자 합니다.

source: ANNEX 1
ko_kr: 부록 1

source: Check your gaming readiness
ko_kr: 경기할 준비가 되었는 지 확인하기

source: The categories with respect to our business purposes for using information, including in the last 12 months, include:
ko_kr: 다음은 당사가 지난 12개월의 기간을 포함한 영업 활동에서 정보를 사용한 활동입니다.

source: Please enter only once, collaborating with your team to have the best application that you all agree with.
ko_kr: 당신의 팀이 모두가 수긍할 수 있는 최고의 신청서를 딱 한 번만 제출하세요.

source: Unable to locate Stripe Express Account Id.
ko_kr: Stripe 익스프레스 계정 ID를 찾지 못했습니다.

source: The Product Id provided is not for an Avatar Background.
ko_kr: 제공된 상품 ID는 아바타 배경을 위한 것이 아닙니다.

source: We have several grants per year, with the application open for months at a time.
ko_kr: Gwoop은 1년에 여러 차례 장학금 신청을 받습니다. 신청은 여러 달 동안 진행됩니다.

source: Customize your style with outfits, costumes, hair and other accessories!
ko_kr: 외형, 의상, 헤어 스타일, 악세서리 등을 마음껏 바꿔보세요!
